[YAF1_UIUnitInfo]
m_strEnemyInfo="Enemy Info"
m_strSoldierInfo="Soldier Info"
m_strNotAUnit="Not A Unit"
m_strNoInfoAvailable="No Info Available"

m_strPassives="Passives"

+LockedTitles="0xXXXXXXXX"
+LockedDescriptions="0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX"
+LockedDescriptions="0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX"
+LockedDescriptions="0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX"
m_strCensoredStat="0xXX"
m_strAlphabet="1234567890ABCDEF"

[YAF1_UIWeaponPanel]
m_strInfinitySymbol=∞

[X2DownloadableContentInfo_YetAnotherF1]
+Instructions="This is the user config file that you should edit if you want to make changes to the behavior of the F1 screen."
+Instructions="If you want to re-bind the keys that open the F1 screen, you may edit the F1Keys array below."
+Instructions="The numbers correspond to keyboard keys and controller buttons -- F1 is 600, and L3 (controller) is 311."
+Instructions="You may find a complete list of key/button codes at https://pastebin.com/GdsVuNpN"